Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/admin/sd/other_files/Melding_om_samisk_institusjonsutvikling_samisk.pdf.tmx
Source language: sme
Languages: nob

source: University of the Arctic dohkkeha álgoálbmogiid sierra rolla davveguovlooahpus , ja geahččala oččodit sin
nob: University of the Arctic anerkjenner urfolks essensielle rolle i nordområdeutdanningen , og søker å engasjere deres perspektiver i alle nettverkets aktiviteter .

source: Eará dovddus lahtut University of the Arctic leat Romssa universitehta , Barentsinstituhtta , Árran julevsáme guovdasj , Narviikka allaskuvla , Bådoddjo ja Finnmárkku allaskuvllat , Gáldu ja Boazodoalu riikkaidgaskasaš fága- ja gaskkustanguovddáš .
nob: Universitetet i Tromsø , Barentsinstituttet , Árran lulesamiske senter , Høgskolene i Narvik , Bodø , Harstad og Finnmark , Gáldu og Internasjonalt fag- og formidlingssenter for reindrift er andre kjente medlemmer av University of the Arctic .

source: Sámi instituhtta ásahuvvui 1973:s Davviriikkaid ministtarráđi vuollásaš ásahussan ja báikáduvvui Guovdegeidnui .
nob: Sámi Instituhtta / Nordisk Samisk Institutt ble opprettet i 1973 som en institusjon under Nordisk ministerråd og lokalisert til Guovdageaidnu / Kautokeino .

source: 01.01.05 organiserejuvvui instiuhta fágalaš doaibma Sámi allaskuvlla vuollásažžan .
nob: 1.1 2005 ble instituttets faglige virksomhet organisert inn under Sámi allaskuvla .

source: Maŋŋá ođđasis organiserema bođii instituhta sadji 01.08.07 dutkanossodat mas lea sierra dutkandirektevra ja sierra dutkanstivra Sámi allaskuvlla vuollásažžan .
nob: Etter en ny omorganisering ble instituttet 1.8.2007 avløst av en forskningsavdeling med egen forskningsdirektør og eget forskningsstyre underlagt Sámi allaskuvla .

source: Allaskuvlla buot PhD-studeanttat gullet Sámi allaskuvlla dutkanossodahkii .
nob: Alle PhD-studentene ved høgskolen er tilknyttet forskningsavdelingen ved Sámi allaskuvla .

source: Álgoálbmogiid gelbbolašvuođaguovddáš ( Gáldu )
nob: Kompetansesenteret for urfolks rettigheter ( Gáldu )

source: Norgga ráđđehus lea ásahan Gáldu , guovddáš lea Guovdageainnus .
nob: Gáldu er etablert av den norske regjering , og senteret er lokalisert til Kautokeino .

source: Gáldu lea organiserejuvvon stáhtalaš hálddašanorgánan sierra fápmudusaiguin .
nob: Gáldu er organisert som et statlig forvaltningsorgan med særskilte fullmakter .

source: Gelbbolašvuođaguovddáža ulbmilin lea buoridit máhtolašvuođa ja áddejumi álgoálbmogiid vuoigatvuođaid ja sámi vuoigatvuođaid birra .
nob: Kompetansesenteret har til formål å øke kunnskapen om og forståelsen for urfolksrettigheter og samiske rettigheter .

source: Guovddáš galgá čohkket , hukset , systematiseret , bajásdoallat , ráhkadit , láhčit ja gaskkustit mávssolaš dieđuid ja duođaštusa álgoálbmogiid vuoigatvuođaid birra nationálalaččat ja riikkaidgaskasaččat .
nob: Senteret skal samle inn , bygge opp , systematisere , vedlikeholde , bearbeide , tilrettelegge og formidle relevant informasjon og dokumentasjon om urfolksrettigheter nasjonalt og internasjonalt .

source: Guovddáš sáhttá maiddái čujuha makkár áigeguovdilis surggiin lea dárbu dutkamii .
nob: Senteret kan også påpeke behovet for forskning på aktuelle områder .

source: Guovddáža ulbmiljovkui gullet buohkat geat ohcet dieđuid álgoálbmotvuoigatvuođaid birra nationalaččat ja riikkaidgaskasaččat , nugo skuvllat , eaktodáhtolaš organisašuvnnat , almmolaš ásahusat ja eiseválddit .
nob: Målgrupper for senteret er alle som søker kunnskap om urfolksrettigheter nasjonalt og internasjonalt , som skoler , frivillige organisasjoner , offentlige institusjoner og myndigheter .

source: Guovddáš galgá vuosttažettiin láhčit ja gaskkustit dieđuid ulbmiljoavkkuide Norggas , muhto maiddái ulbmiljoavkkuide eará riikkain jos lea dasa kapasitehta .
nob: Senteret skal først og fremst tilrettelegge og formidle informasjon til målgrupper i Norge , men også til målgrupper i andre land i den grad det har kapasitet til det .

source: Bargo- ja searvadahttindepartemeanta ja Sámediggi nammadit guovddáža stivrra .
nob: Senterets styre oppnevnes av Arbeids- og inkluderingsdepartementet og Sametinget .

source: Stivralahtuid evttohit Romssa universitehta , Sámi allaskuvla , Olmmošvuoigatvuođaid guovddáš ja Sámiráđđi .
nob: Universitetet i Tromsø , Sámi allaskuvla , Senter for menneskerettigheter og Samerådet , foreslår representanter til styret .

source: Guovddážis leat golbma virggi , beaivválaš jođiheaddji ja guokte ráđđeaddi .
nob: Senteret har tre stillinger ; én daglig leder og to rådgivere .

source: Boazodoalu riikkaidgaskasaš fága- ja gaskkustanguovddáš ( ICR )
nob: Internasjonalt fag- og formidlingssenter for reindrift ( ICR )

source: Guovddáš galgá váikkuhit nana ceavzilis boazodoalu bisuheami ja viidáset ovddideami davviguovlluin ja nannet ovttasbarggu boazodolliid gaskka .
nob: Senteret skal bidra til å opprettholde og videreutvikle en bærekraftig reindrift i nordområdene og til å styrke samarbeidet mellom reindriftsfolk .

source: Guovddáš galgá maiddái váikkuhit boazodoalu árbevirolaš máhtolašvuođaid goziheami ja ovdánahttit máhtu ja áddejumi boazodoalu hárrái .
nob: Senteret skal også bidra til å ivareta reindriftens tradisjonelle kunnskaper og fremme kjennskap til og forståelse for reindriften .

source: Fága- ja gaskkustanguovddáš lea fágalaččat iehčanas ásahus , ja dat galgá viežžat dieđuid ja háhkat geahčastaga mávssolaš máhtus boazodoalu birra .
nob: Fag- og formidlingssenteret er en faglig selvstendig institusjon , og skal innhente informasjon og skaffe oversikt over relevant kunnskap om tamreindriften .

source: Guovddáš galgá dasto gaskkustit dieđuid diliid birra mat leat deaŧalaččat boazodoalu eavttuide , kultuvrii ja ekologiijii , maiddái dutkanbohtosiid ja árbevirolaš máhtolašvuođaid birra boazodoalus .
nob: Senteret skal videre formidle informasjon om forhold som har betydning for reindriftens vilkår , kultur og økologi , herunder forskningsresultater og tradisjonelle kunnskaper fra reindriften .

source: Guovddáš sáhttá čujuhit makkár surggiin lea dárbu čađahit dutkama .
nob: Senteret kan påpeke behovet for forskning på aktuelle områder .

source: Fága- ja gaskkustanguovddáš lea organiserejuvvon stáhtalaš hálddašanorgánan mas leat sierra fápmudusat , ja dan jođiha stivra mas leat vihtta lahtu ja golbma várrelahtu .
nob: Fag- og formidlingssenteret organiseres som et statlig forvaltningsorgan med særskilte fullmakter , og ledes av et styre som består av fem medlemmer og tre varamedlemmer .

source: Beaivválaš jođiheaddjis lea ovddasvástádus guovddáža beaivválaš doaimmas .
nob: Daglig leder er ansvarlig for senterets løpende drift .

source: Bargo- ja searvadahttindepartemeanta ( BSD ) nammada stivrra jođiheaddji ja eará stivralahtuid ja várrelahtuid ovttasráđiid Boazodoalloolbmuid máilbmefoanddain .
nob: Arbeids- og inkluderingsdepartementet ( AID ) oppnevner styrets leder og øvrige styremedlemmer og varamedlemmer i samråd med Verdensforbundet for reindriftsfolk .

source: Nammadeapmi galgá dahkkojuvvot evttohuvvon evttohasaid gaskkas ja dat guoská gitta njealji jahkái .
nob: Oppnevnelsen skal foretas blant foreslåtte kandidater og gjelder for inntil fire år .

source: Stivralahtut galget dovdat boazodoalu ja árbevirolaš máhtolašvuođaid go guoská boazodollui .
nob: Styremedlemmene skal ha kjennskap til reindrift og tradisjonelle kunnskaper relatert til reindrift .

source: Romssa universitehta árktalaš biologiija instituhtta , Sámi allaskuvla , Norgga boazosápmelaččaid Riikkasearvi , Boazodoalloolbmuid máilbmefoanda , Sámiráđđi , Ruoŧa sámiid riikasearvi Ruoŧas , Suoma Boazosámit RS Suomas ja Reindeer Herders ’ Union of Russia , bovdejuvvojit evttohit evttohasaid stivrii .
nob: Institutt for Arktisk biologi ved Universitetet i Tromsø , Sámi allaskuvla , Norske Reindriftssamers Landsforbund , Verdensforbundet for reindriftsfolk , Samerådet , Svenska Samernas Riksförbund i Sverige , Suoma Boazosámit RS i Finland og Reindeer Herders ’ Union of Russia , inviteres til å fremme forslag på kandidater til styret .

source: Bivdojuvvo ahte juohke ásahus / organisašuvdna evttohit sihke ovtta nissonolbmo ja ovtta almmáiolbmo .
nob: Hver institusjon / organisasjon bes om å fremme forslag på både én kvinne og én mann .

source: BSD ja Boazodoalloolbmuid máilmmefoanda sáhttet ovttasráđiid bovdet eará ásahusaid ja organisašuvnnaid evttohit lahtuid stivrii .
nob: AID og Verdensforbundet for reindriftsfolk kan i samråd invitere andre institusjoner og organisasjoner til å fremme forslag på representanter til styret .

source: Bådoddjo ja Davvi-Nordlándda allaskuvllat
nob: Høgskolene i Bodø og Nord-Trøndelag

source: Stuorradiggedieđáhusas nr 34 ( 200?-200 ? ) lea Bådoddjo allaskuvlii biddjojuvvon nationála ovddasvástádus julevsámi gielas oahpaheaddjioahpu oassin .
nob: I St.meld. nr. 34 ble Høgskolen i Bodø tillagt nasjonalt ansvar for lulesamisk språk som ledd i lærerutdanningen .

source: Julevsámi áššečuolmmaid fáttát sáhttet maid muđui leat mielde máŋgga oahpus .
nob: Tema for lulesamiske problemstillinger kan ellers inngå i flere utdanninger .

source: Strategiijan gelbbolašvuođa bajideapmái lea allaskuvla ožžon ovtta stipendiáhtavirggi julevsámegielas .
nob: Som en strategi for kompetanseheving har høgskolen fått tildelt én stipendiatstilling i lulesamisk språk .

source: Dán jagi leat Árran julevsáme guovdasj ja Bådoddjo allaskuvla formaliseren ovttasbarggu ovttasbargošiehtadusa bokte man ulbmilin lea álggahit guhkes áiggi ovttasbarggu mii guoská dutkamii ja ohppui sámi- ja álgoálbmot guoski fálaldagain nugo namuhuvvon kapihttalis 4.5 .
nob: I inneværende år har Árran lulesamiske senter og Høgskolen i Bodø formalisert et samarbeid rundt en samarbeidsavtale med formål om å iverksette et langsiktig samarbeid som omhandler forskning og utdanning innen samisk- og urfolkstudier som nevnt i kapittel 4.5 .

source: Davvi-Trøndelága allaskuvlii lea biddjojuvvon nationála ovddasvástádus oahpaheaddjioahpu máttasámegielas .
nob: Høgskolen i Nord-Trøndelag er tillagt nasjonalt ansvar for sørsamisk språk i lærerutdanning .

source: Allaskuvla lea ásahan máttasámegiela jahkebeallásaš oahppofálaldahkan masa earret eará gullá giella- ja kulturmáhttu .
nob: Høgskolen har etablert sørsamisk som et halvårlig studietilbud som blant annet innholder språk- og kulturkunnskap .

source: Fállojuvvojit maiddái lasseoahppokurssat sámi árbemáhtus mat leat heivehuvvon skuvladoaimmahaga bargiide ja almmolaš ja priváhta suorgái .
nob: Det tilbys også etterutdanningskurs i samisk tradisjonskunnskap tilpasset ansatte i skoleverket og i offentlig og privat sektor .

source: Hástalusat 5.1 .
nob: Utfordringer 5.1 .

source: Iehčanasvuohta ja iešmearrideapmi Sápmelaččaid iešmearridanvuoigatvuohta bidjá deaŧalaš evttuid sámi ásahusaid hábmemii .
nob: Selvstendighet og autonomi Samenes rett til selvbestemmelse legger viktige premisser for utformingen av samiske institusjoner .

source: Iešmearridanvuoigatvuohta mearkkaša hui ollu Sámedikki ja stáhta eiseválddiid gaskasaš ovttasdoaibmamii ja Sámedikki ja sámi ásahusaid gaskasaš ovttasdoaibmamii .
nob: Retten til selvbestemmelse er av sentral betydning for hvordan samhandlingen er mellom Sametinget og statlige myndigheter , og mellom Sametinget og samiske institusjoner .

source: Oppalaččat sáhttá dadjat ahte láhkaaddimiin , bušeahttarámmaiguin ja organiseremiin dat čađahuvvo politihkka ja servodathuksen .
nob: I store trekk kan det sies at det er gjennom lovgiving , budsjettrammer og organisering en gjennomfører politikk og samfunnsforming .

source: Konsultašuvdnašiehtadus lea hui deaŧalaš ođđa lágaid ráhkadettiin ja lágaid rievdadettiin .
nob: Konsultasjonsavtalen er et sentralt verktøy når nye lover skal lages eller lover skal endres .

source: Ásahusaid ektui eai stivre lágat nu ollu politihkkahábmema .
nob: På institusjonsområdet er det i begrenset grad lovgivingen som er styrende for politikkutviklingen .

source: Ollu stuorát mearkkasupmi lea das mo bušeahttarámmat stivrejuvvojit ja dain eavttuin maid eiseválddit bidjet ásahusaid stivermii ja organiseremii .
nob: Desto større betydning har det hvordan de budsjettmessige rammene styres og hvilke premisser som legges til grunn fra myndighetshold for styring og organisering av institusjonene .

source: Dál eai leat prosedyrat bušeahttakonsultašuvnnaide dahje bušeahttašiehtadallamiidda , vaikke vel ILO 169 artihkkaliid 6 ja 7 konsultašuvdnageatnegasvuođat gustojit bušehttii ge .
nob: I dag foreligger det ikke prosedyrer for budsjettkonsultasjoner eller budsjettforhandlinger , selv om konsultasjonsforpliktelsene etter ILO 169 artikkel 6 og 7 også omfatter budsjett .

source: Daidda ásahusaide maidda Sámediggi addá njuolgga doarjaga ja váldooasi doaibmadorjagis , sáhttá Sámediggi bidjat čielgaset gáibádusaid ja vuordámušaid ásahusaid stivremii ja organiseremii .
nob: For institusjoner der Sametinget gir direkte tilskudd og hoveddelen av driftstilskuddet , har Sametinget mulighet til å sette tydeligere krav og forventninger til institusjonens styring og organisering .

source: Dan gal ii sáhte dahkat daidda sámi ásahusaide , maid stáhta ruhtada .
nob: Det samme er imidlertid ikke tilfelle for statsfinansierte samiske institusjoner .

source: Man muddui sápmelaččat geavahit iešmearridnavuoigatvuođa , boahtá earret eará ovdan das mo gaskavuohta stáhta eiseválddiide muddejuvvo ja organiserejuvvo .
nob: Graden av samenes utøvelse av selvbestemmelsesretten kommer blant annet fram i hvordan forholdet til statlige myndigheter reguleres og organiseres .

source: Sámedikki rolla guovddáš eiseválddiid ja sámi servodaga ektui lea eahpečielggas .
nob: Sametinget er plassert i en ambivalent mellomposisjon i forhold til sentrale myndigheter på den ene siden og det samiske samfunnet på den andre .

source: Sámediggi lea ásahuvvon orgánan ja Norgga Stuorradiggi lea dasa addán ruđaid ja fápmudan válddi .
nob: Sametinget er etablert som organ og gitt midler og delegert myndighet av det norske Storting .

source: Dan dáfus lea Sámediggi viehka muddui sorjavaš guovddáš eiseválddiin .
nob: Slik sett er Sametinget i stor grad avhengig av sentrale styresmakter .

source: Seammás dat lea sámi álbmot mii vállje Sámedikki ja mearrida dan lobálašvuođa .
nob: Samtidig velges Sametinget og gis legitimitet av det samiske folk gjennom valg .

source: Dát eaktuda ahte váldečađahanvejolašvuohta oktiivásitda daidda vuordámušaide , mat jienasteaddjiin lea Sámediggái .
nob: Dette forutsetter et visst samsvar mellom muligheten til myndighet og de forventninger velgerne har til Sametinget .

source: 7 Jus Sámediggi galggaš lihkostuvvat – dan gaskadilis mas dat lea – doaibmamis Sámi oppalaš servodatovddideami láhčin ja eaktudeaddjin , de ferte Sámediggi oažžut duohta vejolašvuođaid ovddidit sámi ásahusovddideami eavttuid .
nob: 7 Skal Sametinget lykkes - innenfor den mellomposisjon en befinner seg i - med å være en tilrettelegger og premissleverandør for den generelle samfunnsutviklingen i Sápmi , må Sametinget gis reelle muligheter til å utvikle forutsetningene for samisk institusjonsutvikling .

source: Sámedikkis fertejit leat dakkár duohta bušeahttakonsultašuvnnat ja bušeahttašiehtadallamat stáhta eiseválddiiguin , mat dagahit ahte Sámedikkis sáhttá leat – sámi álbmoga bealis – stuorát kontrolla ja váikkuhanfápmu Sámi oppalaš servodatovddideamis .
nob: Sametinget må ha reelle budsjettkonsultasjoner og budsjettsforhandlinger med statlige myndigheter , som muliggjør at Sametinget kan - på vegne av det samiske folk - ha større kontroll og påvirkningskraft på den generelle samfunnsutviklingen i Sápmi .

source: Iešmearrideapmi ja bušeahttarámmat Sámediggeráđi árvvoštallama mielde fertejit sámi ásahusat eanet go dál vuolggahuvvot ja doaibmat sámi servodagas .
nob: Selvbestemmelse og budsjettrammer Sametingsrådet vurderer det slik at samiske institusjoner i større grad enn hva tilfellet er i dag må springe ut av og fungere i en samisk samfunnssammenheng .

source: Dakkár áddejumi vuođul bohciida fargga váttisvuohta go čatnaseapmi stáhtii eaiggádin ja/dahje ruhtadeaddjin lea menddo nanus .
nob: Ut fra en slik forståelse blir det fort problematisk når tilknytningen til staten som eier og / eller finansieringsinstans er for sterk .

source: Go Sámediggi lea sámi almmolašvuođa álbmotválljen orgána , de lea prinsihpalaččat eanemus riekta iešmearridanvuoigatvuođa ektui ahte sámi ásahusat čatnasit Sámediggái man nu láhkai , eai ge ráđđehussii .
nob: Når Sametinget er det folkevalgte organet i en samisk offentlighet vil det være prinsipielt mest riktig i henhold til selvbestemmelsesretten , at det er til Sametinget de samiske institusjonene i en eller annen form er tilknyttet , og ikke regjeringen .

source: Servodat dat vuosttažettiin fuolaha sámi ásahusaid .
nob: De samiske institusjonene er i hovedsak forsørget av fellesskapet .

source: Danne ferte Sámedikkis ge , man sámi servodat hálddaša , leat govttolaš vuoigatvuohta beassat čađahit stiverenovddasvástádusa ásahusaid ektui .
nob: Dermed må også Sametinget , som det samiske fellesskapets forvalter , ha rimelig rett til å utøve et styringsansvar overfor institusjonene .

source: Bjerkli , B. ja Selle , P. 2004 : " Den nye samiske offentligheten " , Norsk Statsvitenskapelig Tidsskrift:s , 4/04 , jahkodat 20 , Universitetsforlaget , Oslo 7
nob: Hvordan dette skal foregå må vurderes opp mot nødvendigheten av å ha selvstendige institusjoner Bjerkli , B. og Selle , P. 2004 : " Den nye samiske offentligheten " , i Norsk Statsvitenskapelig Tidsskrift , 4/04 , årgang 20 , Universitetsforlaget , Oslo . 7

source: diehtobuvttadeaddji sámi demokratiija várás .
nob: som virker til kritsk debatt , meningsutveksling , meningsdanning og informasjon for et levende og moderne kunnskapsproduserende samisk demokrati .

source: Sámi servodat lea máŋgga oktavuođas uhcci ja seahkalas , mii dagaha ahte sámi ásahusat dárbbašit erenoamáš stuorra iehčanasvuođa ja rabasvuođa .
nob: Det samiske samfunnet er i mange sammenhenger lite og sammenvevd , noe som gjør behovet for stor grad av selvstendighet og åpenhet for samiske institusjoner særlig stort .

source: Sámediggi háliida lassi rámmadoarjagiid ja lassi mearridanválddi bokte serovdatovddideami dáfus oktiiordnet ja nannet sámi ásahusovddideami , ja čatnat sámi ásahusaid lagabui sámi demokráhtalaš ja siviila almmolašvuhtii .
nob: Sametinget ønsker gjennom økte rammetilskudd og økt beslutningsmyndighet på samfunnsutviklingssiden , å samordne og styrke den samiske institusjonsutviklingen , og knytte de samiske institusjoner nærmere den samiske demokratiske og sivile offentlighet .

source: Dát gáibida ahte Sámedikki ekonomiija ja resurssat nannejuvvojit mealgadit .
nob: Dette krever et økonomisk og ressursmessig løft for Sametinget .

source: Jus Sámediggi galgá váldit badjelasas eanet hálddašan- ja stivrenovddasvástádusa , de dat ii gáibit dušše stuorra ja bajitdásit bušeahttabarggu , muhto maiddái stuorát doaibmanvejolašvuođa ja dávggasvuođa bušeahttabarggus .
nob: Hvis Sametinget skal påta seg en større grad av forvaltnings- og styringsansvar , krever ikke dette bare et stort og overordnet budsjettmessig arbeid , men også større rom og fleksibilitet i budsjettarbeidet .

source: Sámediggi ferte , nu mo buohkat earát ge , vuoruhit daid ekonomalaš rámmaid siskkobealde , mat biddjojuvvojit dál .
nob: Sametinget , må som alle andre , prioritere innenfor de økonomiske rammene en har i dag .

source: Muhto dát rámmat uhccot jagis jahkái go Sámi oppalaš servodatovddideapmi viidána eanet go dálá ekonomalaš rámmajuolludeamit sturrot .
nob: Men disse rammene minsker fra år til år , da den generelle samfunnsutviklingen i Sápmi øker i større omfang enn nåværende økonomiske rammebevilgninger .

source: Dál vuoruha Sámediggi nu čavga ahte deaŧalaš servodatsurggiid ferte vuoruhit eret .
nob: I dag prioriterer Sametinget så stramt at viktige samfunnsområder må bortprioriteres .

source: Sámi servodat lea ain huksejuvvomin ja kultuvrra ja giela vuođđosuorggiid lea ferten ja ain ferte vuoruhit .
nob: Det samiske samfunn er ennå inne i en samfunnsbyggende fase , der basisområder innenfor kultur og språk har vært prioritert og fortsatt må prioriteres .

source: Ollu sámi guovlluin lea eatnigiella jávkan ja lonuhuvvon stuorraservodaga gielain .
nob: I flere samiske områder er morsmålet borte og erstattet med storsamfunnets språk .

source: Danne vuoruha Sámediggi giellabarggu hui bajás .
nob: Sametinget prioriterer derfor språkarbeidet sterkt .

source: Seammás ferte oppalaš ásahuslaš vuođđostruktuvrra nannet vai kultur-- ja giellabarggut ožžot oadjebas ja bistevaš ásahuslaš čovdosiid mat sihkkarastet dálá ja boahtteáiggediđolaš barggu .
nob: Samtidig må den generelle institusjonsmessige infrastrukturen styrkes slik at det kulturelle og språkrettede arbeidet får trygge og faste institusjonsmessige løsninger som sikrer nåtidig og framtidsrettet arbeid .

source: Dát gáibida nana áŋgiruššama sámi servodagas alddis , sámi ásahusain , Sámedikkis ja stáhta eiseválddiin .
nob: Dette fordrer en kraftig innsats av det samiske samfunnet selv , de samiske institusjoner , Sametinget og statlige myndigheter .

source: Sámediggi atná iežas ovddasvástádussan doaibmat guovddáš eaktudeaddjin dán barggus .
nob: Sametinget ser det som sitt ansvar å være en sentral premissleverandør i denne prosessen .

source: Stáhta eiseválddiin lea dattetge bajimus ovddasvástádus das ahte láhčit dilálašvuođaid dasa ahte sámi servodat ieš oažžu vejolašvuođa ovddidit iežas servodathuksema .
nob: Statlige myndigheter innehar likevel det overordnete ansvar for å legge forholdene til rette slik at det samiske samfunn selv får mulighet til å videreutvikle sin samfunnsbygging .

source: Vuoruhuvvon doaibmabijut :
nob: Prioriterte tiltak :

source: - Bargat dan ala ahte duohta bušeahttašihtadallamat ásahuvvojit Sámedikki ja ráđđehusa gaskkas sámi áigumušaid ja Sámedikki bušeahta oktavuođas .
nob: - Arbeid for etablering av reelle budsjettforhandlinger mellom Sametinget og regjeringen om budsjett til samiske formål og Sametinget .

source: - Sámi ásahusaide addojuvvo stáhtalaš doaibmadoarjja Sámedikki bušeahta bokte , vejolaččat stáhta eiseválddiid bealis duohta konsultašuvnnaid vuođul ráđđehusain bušeahttarámmaid birra .
nob: - Samiske institusjoner gis statlig driftsstøtte gjennom Sametingets budsjett , eventuelt fra statlige myndigheter etter reelle konsultasjoner med regjeringen om budsjettrammene .

source: Iešmearrideapmi ja organiseren Sámi ásahusaid várás ferte árvvoštallat dakkár stivren- ja organisašuvdnamálle mii dagaha ahte dat sáhttet doaibmat sámi resursaguovddážin buohkaid várás iežaset guovlluin , ja olles sámi servodahkii iežaset fágasurggiin , jus dat galget viidásetovddiduvvot ja ollašuhttit iežaset surggiid ulbmiliid .
nob: Selvbestemmelse og organisering For at de samiske institusjonene skal kunne videreutvikles og oppfylle sitt formål innen sine respektive områder , med en bred og inkluderende aktivitet , er det nødvendig å vurdere en styrings- og organisasjonsform som bidrar til at de kan fungere som samiske ressurssentre for alle i sine områder , og for hele det samiske samfunnet innefor sine fagområder .

source: Dan oktavuođas lea rivttes organisašuvdnamálle deaŧalaš .
nob: I den forbindelse er valg av riktig organisasjonsform viktig .

source: Sámediggeráđđi árvvoštallá vuođđudusa vuohkkaseamos orgainsašuvdnamállen eanaš sámi kulturásahusaide .
nob: Sametingsrådet vurderer stiftelsesformen som den mest hensiktsmessige organisasjonsformen for de fleste samiske kulturinstitusjonene .

source: Vuođđudus sihkkarastá ahte ásahusa árvvut leat čoahkis ja ahte mearridanváldi lea ásahusa iežas orgánain .
nob: Stiftelsesformen gir trygghet for at verdiene i institusjonen blir holdt samlet og at beslutningsmyndigheten vil ligge i institusjonenes egne organer .
